IDEA Open Model
ReportSettings.Formulas Property
 Indicates if formulas are in report
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.0.1.1 (10.0.1.1)
Syntax
public FormulasType Formulas { get; set; }
Public Property Formulas As FormulasType
	Get
	Set
public:
property FormulasType Formulas {
	FormulasType get ();
	void set (FormulasType value);
}
Property Value
Type: FormulasType
See Also
Reference
ReportSettings Class
IdeaRS.OpenModel.Connection Namespace